Repository: mozilla-l10n/mt-training-data
Catalog: phr/phr_pontoon.tmx
Source language: en_us
Languages: phr

source: 2019 End-of-Year Release
phr: 2019 نی سال نے خاتمے نی ریلیز

source: 2 down, keep it up!<playIcon></playIcon>
phr: نیویں ہوئی غئی، اُچی رکھا! <playIcon>

source: ≥ 2 No votes
phr: ناں زے ووٹ

source: ≥ 2 Yes votes
phr: ٹھیک زے ووٹ

source: Abkhaz
phr: ابخاز

source: About
phr: ابائوٹ

source: Account
phr: اکائونٹ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
phr: درستگی نے معیار نے بارے اچ مزید دیخا</accuracyLink>۔

source: Acehnese
phr: اسینیز

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
phr: { $actionType }</playIcon> تے بولنے آلا جو آخنا اس کی لخا۔

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
phr: اناں { $actionType } <playIcon> جملے ٹھیک بولے؟

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
phr: آڈیو کلپ کی سُنا، تے تحریر کی چیک کرا۔ اے ہک دوئے کنے ملنے؟ اگر نی ملنے، اس کی تبدیل کری ٹھیک طرح ملا۔

source: Adamawa Fulfulde
phr: ادماوا فلفلدے

source: Add a question <icon></icon> in { $currentLocale } for people to answer
phr: لوکاں نے جواب آسطے { $currentLocale } اچ سوال<icon> شامل کرا

source: Add information
phr: معلومات شامل کرا

source: Add Language
phr: زبان شامل کرا

source: Add Your Voice
phr: اپنی آواز شامل کرا

source: Adyghe
phr: ایڈیگے

source: Afaan Oromo
phr: افان اورومو

source: Afar
phr: افار

source: Afrikaans
phr: افریقی

source: Albanian
phr: البانی

source: Alsatian
phr: السیشین

source: Amharic
phr: امہاری

source: An error occurred while creating this transcript
phr: اے نقل بنانے اچ غلطی ہوئی غئی۔

source: An error occurred while editing the transcript
phr: تحریر تبدیل کرنیاں کوئی غلطی ہوئی غئی

source: An error occurred while skipping the transcript
phr: تحریر کی چھوڑنیاں ہک غلطی ہوئی غئی

source: An error occurred while submitting the report
phr: رپورت جمع کرنے اچ غلطی ہوئی غئی

source: An error occurred while voting the transcript
phr: تحریر آسطے ووٹ دینیاں ہک غلطی ہوئی غئی

source: Arabic
phr: عربی

source: Aragonese
phr: اراگونیز

source: Armenian
phr: آرمینیائی

source: Armenian Western
phr: مغربی آرمینیائی

source: Arvanitika
phr: اروانیتکا

source: Ask sensitive questions
phr: حساس سوال پُچھنا

source: Assamese
phr: آسامی

source: Asturian
phr: آستانی

source: Atayal
phr: عطایال

source: Attention!
phr: توجہ!

source: Avatar uploaded
phr: اواتار اپ لوڈ ہوئی غیا

source: A voice clip is marked "valid" when a user gives it a Yes vote.
phr: جذوں استمال کرن آلا ٹھیک ناں ووٹ دینا تے اس ریکارڈنگ اوپر ٹھیک ناں نشان لغناں

source: Avoid too much background noise - it should be easy to hear you.
phr: پچھے شور نی ہونا چاینا۔ تساں نی آواز اسانی کنے اچھے۔

source: Azerbaijani
phr: آذر بائیجانی

source: Baatonum
phr: باتونم

source: Back
phr: پچھے

source: Background Noise
phr: پچھے شور

source: Background Voices
phr: پچھے آوزاں

source: Back to Top
phr: واپس اوپر

source: Bafia
phr: بافیہ

source: Bafut
phr: بافت

source: Balochi
phr: بلوچی

source: Balti
phr: بلتی

source: Bambara
phr: بامبارا

source: Bamun
phr: بامن

source: Bamvele
phr: بام ویلے

source: Bankon
phr: بنکون

source: Baoule
phr: بائولے

source: Basaa
phr: بسا

source: Bashkir
phr: بشکیر

source: Basque
phr: باسکی

source: Batanga
phr: بٹنگا

source: Become a Common Voice Partner
phr: کامن وائس نے شرکت دار بنا

source: Belarusian
phr: بیلا روسی

source: Bengali
phr: بنگالی

source: Betawi
phr: بیتاوی

source: <bold>{ $count }</bold> Clips
phr: ہور <bold>{ $count }</bold> کلپس

source: Borgu Fulfulde
phr: بورگو فلفلدے

source: Bosnian
phr: بوسنیائی

source: Breton
phr: بریٹن

source: Browse Languages
phr: زبان لبو

source: Brushaski
phr: بروشسکی

source: Bulgarian
phr: بلغاری

source: Bulu
phr: بُولُو

source: Bunun
phr: بنون

source: Burmese
phr: برمی

source: Buryat
phr: بُریت

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
phr: ای میلز وصولی ناں انتخاب کری تُس اے آخنے آ کے تساں کی موزیلا نی رازداری پالیسی نے وچ دسی غئی موزیلا نی معلومات کی سنبھالنے نے طریقے کنے اتفاق کرنے آ۔

source: By telling us about yourself, you will help developers build more inclusive technology
phr: اساں کی اپنے بارے اچ دسی، تس ڈویلپرز کی شامل کرنے آلی ٹیکنالوجی بنانے اچ مدد کرلے آ

source: Cameroon Pidgin
phr: کیمرون پجن

source: Cancel
phr: منسوخ کرا

source: Cantonese
phr: کینٹونیز

source: Catalan
phr: کاتالان

source: Central Alaskan Yupʼik
phr: وسطی الاسکن یوپک

source: Central Kurdish
phr: وسطی کردش

source: Central Puebla Nahuatl
phr: وسطی پیوبلا ناہوٹل

source: Change preferences
phr: اپنی پسند تبدیل کرا

source: Change your email via Settings under Login Identity
phr: سیٹنگ نے اندر لاگ ان نی پہچان اچ اپنی ای میل تبدیل کرا۔

source: Check
phr: چیک کرا۔

source: Chinese (China)
phr: چینی (چین)

source: Chinese (Hong Kong)
phr: چینی (ہانگ کانگ)

source: Chinese (Taiwan)
phr: چینی (تائیوان)

source: Chinyanja
phr: چنانجا

source: Choose language/localization
phr: زبان یا لوکلائزیشن نا انتخاب کرا

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
phr: تقافت سے سیاق و سباق سی ہٹی سادے سوال منتخب کرا جیہڑے ہر کسے کی آسانی کنے سمجھ اچھن

source: Chuvash
phr: چواش

source: Click
phr: کلک کرا

source: Clip Graveyard
phr: ریکارڈنگ نی قبر

source: Collecting sentences
phr: جملے جمع کرنا

source: Comment
phr: تبصرہ

source: Common Voice Dataset
phr: کامن وائس نا ڈیٹا سیٹ

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
phr: کامن وائس امریکہ نے موزیلا فاؤنڈیشن نا ہک پروجیکٹ زا۔ وقتی طور اوپر اس پروجیکٹ کی اانسانی ہمدردی نی گرانٹس، تے پوری دنیا نے لوکاں نے عطیات نی طرفاں مکمل مدد ملنی۔

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
phr: کامن وائس نی عطیے تے گرانٹس کنے مالی مدد ہونی! اساں کی تعلیم نے ماہرین، سول سوسائیٹی تے کاروباری تحقیق کرن آلیاں کنے رابطہ کرنا پسند زا۔ کامن وائس بغیر پیسیاں تی استعمال ہونا، لیکن گرانٹ نی تجویزاں نے ذریعے پلیٹ فارم تے میزبانی نی قیمت آسطے مدد واقعی فائدہ مند زی۔

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
phr: کامن وائس مختلف زباناں نا دنیا نا سب سی بڑا آواز نا عوامی ڈیٹا سیٹ زا۔

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
phr: ام صوتی ریکارڈنگ کا استعمال ماہرین تعلیم، چھوٹے کاروبار، اور آواز کی شناخت کے شوقین افراد کے ذریعہ صوتی ماڈلز جیسے عوامی طور پر دستیاب وسائل کو تربیت دینے اور بڑھانے میں مدد کے لیے کیا جاتا ہے۔ تُس اساں کی دسناں چانے آ کے تُس اپنی ریکارڈنگ کیہاں دیلیٹ کرنا چانے آ؟

source: Community, Creatives and Civil Society
phr: کمیونیٹی، تخلیق کار تے سول سوسائٹی

source: Community participation and decision making.
phr: کمیونٹی نی شرکت تے فیصلہ سازی۔

source: Connect with Gravatar
phr: گریویٹر کنے رابطہ کرا

source: Contact
phr: رابطہ

source: Contact Form
phr: رابطہ فارم

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
phr: مواد تخلیقی عام لائسنس <licenseLink>نے تحت دستیاب زا

source: Continue
phr: جاری رکھا

source: Continue speaking
phr: بولنے ریا

source: Continue validating
phr: تصدیق کرنے رو

source: Contribute
phr: شرکت کرا

source: Contribution Criteria
phr: شرکت نا معیار

source: Contributors record voice clips by reading from a bank of donated sentences.
phr: لخے نے جملیاں اچا کوئی جملے بولی تے اپنی آواز ریکارڈ کرا

source: Cookies
phr: کوکیز

source: Copainalá Zoque
phr: کوپینالا زوق

source: Cornish
phr: کورنش

source: Correct
phr: راس کرا

source: Corsican
phr: کورسیکن

source: Country/Region of Residence
phr: رہن آلا ملک/علاقہ

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
phr: کامن وائس اوپر مختلف لوکاں آسطے موقع بنانے نال اے تصدیق ہوئی انی کے ڈیٹاسیٹ بہوں زیادہ لوکاں نی خدمت کرنا۔ اساں ایسے وسائل تے ٹیمپلیٹس بنائے نیں جناں کی تس استعمال کری سکنے آ!

source: Crimean Tatar
phr: کریمیائی تاتار

source: Criteria
phr: معیار

source: Croatian
phr: کروشین

source: Czech
phr: چیک

source: Dagbani
phr: دگبانی

source: Dameli
phr: دمیلی

source: Danish
phr: ڈینش

source: Dargwa
phr: درگوا

source: Dataset: { $datasetLanguage }
phr: ڈیٹا سیٹ: { $datasetLanguage }

source: Dataset Release
phr: ڈیٹا سیٹ ناں جاری ہونا

source: Datasets
phr: ڈیٹا سیٹس

source: Dawoodi
phr: دائودی

source: Delete Profile
phr: پروفائل ڈیلیٹ کرا

source: Dhivehi
phr: ڈیویہی

source: Dholuo
phr: ڈھولو

source: Different language
phr: مختلف زبان

source: Difficult to pronounce
phr: بولنے اچ مشکل زا

source: Dioula
phr: دیولا

source: Discard ongoing recording
phr: ریکارڈنگ کی مسترد کرا

source: do
phr: کرا

source: Documentation
phr: دستاویزی

source: Donate
phr: عطیہ کرا

source: Done
phr: ہوئی غیا

source: do not
phr: نہ کرا

source: Don't see your language on Common Voice yet?
phr: تساں کی کامن وائس اوپر اپنی زبان نی نظر انی؟

source: Don't wish to say
phr: نی دسنا چانے آں

source: Drag and drop or <browseWrap>Browse</browseWrap>
phr: ڈریگ کرا، ڈراپ کرا یا برائوز کرا</browseWrap>

source: Duala
phr: دوالا

source: Dutch
phr: ڈچ

source: Eastern Balochi
phr: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
phr: مشرقی ہواسٹیکا ناہوت

source: Eastern Min
phr: مشرقی من

source: Ebrie
phr: ایبری

source: Edit
phr: تبدیل کرا

source: e.g., “What do you wish you could use technology for?”
phr: جیاں کہ: تُس ٹیکنالوجی نا استعمال کس آسطے کرنا چانے آ؟

source: Email
phr: ای میل

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
phr: اساں نی میل نی لسٹ اچ سائن اپ کرا تے کامن وائس نے پروجیکٹاں اچ، تقریباں اچ تے ڈیزائن نے فیچرز اچ شامل ہونے نے طریقے سکھا

source: Email is already used for a different account
phr: اس ای میل کی کوئی ہور پہلاں تی استعمال کرنا۔

source: Emakhuwa
phr: ایماخوا

source: English
phr: انگریزی

source: Enter email to send a sign up link
phr: سائن اپ نا لنک پہیجنے آسطے ای میل لخا۔

source: Enter your Country/Region of Residence
phr: اپنا رہن آلا ملک/ علاقہ لخا

source: Enter your email
phr: اپنی ای میل لخا

source: Error { $code }
phr: غلطی

source: Error while playing audio file.
phr: آڈیو فائل چلانے اچ غلطی ہوئی غئی۔

source: Erzya
phr: ایرزیا

source: ESC
phr: چھوڑا

source: Esperanto
phr: ایسپرانتو

source: Estonian
phr: استونین

source: Eton
phr: ایٹن

source: Events
phr: ایونٹس

source: Ewe
phr: ایو

source: Ewondo
phr: ایونڈو

source: Exceeded 500 questions. Reduce number of questions and retry.
phr: 500 سوالاں سی زیادہ ہوئی اے۔ سوال کہٹ کرا تے فیر کوشش کرا۔

source: Express or solicit prejudiced or offensive sentiments
phr: متعصب یا غصہ دلان آلے جذبات ظاہر کرنا یا پُچھنا

source: Fang
phr: فینگ

source: FAQ
phr: بار بار پُچھن آلے سوال

source: Faroese
phr: فیروزی

source: Female/Feminine
phr: عورت

source: Fields marked with an asterisk (*) are required.
phr: جیڑے فیلڈز اوپر ستارے (*) ناں نشان زا اوہ ضروری زے۔

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
phr: ہورجیہڑے خیال کرنے اُناں کی لبا۔ اوہ یونیورسٹیاں وی ہوئی سکنیاں، زبان نے سکول، وکالت نے گروپ یا ڈیٹا سائنس نی کمیونٹیاں وی ہوئی سکنیاں۔ اُناں تک پونچا تے اناں کی صاف دسا کہ اوہ کس طرح کیہاں مدد کری سکنے۔ اساں نی آؤٹ ریچ ای میلز ناں ٹیمپلٹ دیخا</outreachTemplates>۔

source: Finish validating
phr: تصدیق ختم کرا

source: Finish validating clips?
phr: کلپس نی تصدیق ختم ہوئی؟

source: Finnish
phr: فنش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
phr: پہلے دیکھا کہ تساں نی زبان <languageLink> پہلے سی موجود زی</languageLink>؟ اگرنہیں، تس اپنی زبان شامل کرنے نی درخواست کری سکنے آ</languageRequestLink>۔ اس نے دو مرحلے زے۔ سائٹ نا ترجمہ کرنا تے زبان نے جملے جمع کرنا

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
phr: عطیہ کتے غئے ہر ہک آواز نے کلپ آسطے، تے تصدیق شدہ ہر آڈیو کلپ آسطے، تُساں نے اکائونٹ ڈیش بورڈ اپ ڈیٹ ہونے تاکہ تساں نی ہر زبان آسطے شرکت نی پیش رفت ظاہر ہونی رہ۔ ہاں، تُس ہک سی زیادہ زبان آسطے شرکت کری سکنے آ!<br/>اپنے اعداد و شمار دیخنے آسطے، اے دیخنے آسطے کہ تُس کمیونیٹی نے باقی لوکاں کنے کس طرح چلنے آ ، تے اپنے ہفتہ وار یا مہینہ وار مقصد سیٹ کرنے آسطے ڈیش بورڈ استعمال کرا۔

source: Foundations
phr: تنظیماں

source: French
phr: فرانسیسی

source: Frisian
phr: فریسین

source: Fulah
phr: فلاہ

source: Galician
phr: گالیشین

source: Gawarbaiti
phr: گواربیتی

source: Gawri
phr: گاوری

source: Georgian
phr: جارجیائی

source: German
phr: جرمن

source: Get in touch
phr: رابطےاچ ریا

source: Get involved
phr: شرکت کرا

source: Gheg Albanian
phr: گیگ البانیائی

source: Ghomala
phr: گھومالہ

source: Gorani
phr: گورانی

source: <governanceLink>Read more about how we're governed</governanceLink>
phr: اساں نے انتظام تے حکمرانی نے بارے اچ مزید پڑھا</governanceLink>۔

source: Governments
phr: حکومتاں

source: Grammatical / spelling error
phr: گرامر یا سپیلنگ نی غلطی

source: Great work!<playIcon></playIcon> Listen again when you're ready
phr: زبردست! جذوں تُس تیار ہوا تے فیر سُنا </playIcon>

source: Greek
phr: یونانی

source: Gronings
phr: گرونگز

source: Guarani
phr: گارانی

source: Gujarati
phr: گجراتی

source: Gujari
phr: گُجری

source: Haitian
phr: ہیئتی

source: Hakha Chin
phr: ہاکا چن

source: Hausa
phr: ہائوسا

source: Having an account is not required to contribute, though it is helpful.
phr: شرکت کرنے آسطے اکائونٹ ضروری نی لیکن اس نا ہونا فائدہ مند زا۔

source: Hebrew
phr: عبرانی

source: Help
phr: مدد

source: Help teach machines how real people speak, donate your voice at { $link }
phr: مشیناں اے سکھانے اچ مدد کرا کہ اصلی لوک کس طرح بولنے، اپنی آواز { $link } اوپر عطیہ کرا

source: Help us build a community around voice technology, stay in touch via email.
phr: آواز نی ٹیکنالوجی نے بارے اچ برادری بنانے آسطے اساں نی مدد کرا، ای میل نے ذریعے رابطہ کرا

source: Help us validate voices
phr: آوازاں نی تصدیق اچ اساں نی مدد کرا

source: Highland Puebla Nahuatl
phr: ہائی لینڈ پیوبلا ناہوٹل

source: Hiligaynon
phr: ہیلیگینون

source: Hill Mari
phr: ہل ماری

source: Hindi
phr: ہندی

source: How ?
phr: کس طرح

source: How are project decisions made?
phr: پروجیکٹ نے فیصلے کس طرح ہونے؟

source: How can we effectively grow a language on Common Voice?
phr: اس کامن وائس اوپر زبان اچ کس طرح بہتراضافہ کری سکنے آں؟

source: How does Common Voice work?
phr: کامن وائس کس طرح کم کرنا

source: How does site localization work?
phr: سائٹ لوکلائزیشن کس طرح کم کرنی؟

source: How do I access and use the dataset?
phr: میں ڈیٹا سیٹ تک کس طرح پونچی اس کی استعمال کری سکنس؟

source: How do I add a language?
phr: میں ہک زبان کس طرح شامل کرنی سکنس؟

source: How do I add sentences?
phr: میں جملے کس طرح شامل کراں؟

source: How do I know whether to approve a voice clip?
phr: می کس طرح پتہ لگسی کہ میں آواز نے کلپ کی منظور کراں یا ناں؟

source: How do I record a high quality voice clip?
phr: میں ہک اچھی قسم ناں آواز نا کلپ کس طرح ریکارڈ کراں؟

source: How do I stay in touch?
phr: میں کس طرا رابطہ کری سکنس؟

source: How is Common Voice funded?
phr: کامن وائش نی مالی مدد کس طرح ہونی؟

source: Huarijio
phr: ہواریجیو

source: Huautla Mazatec
phr: ہواٹلا مازاٹیک

source: Hungarian
phr: ہنگری

source: Ibibio
phr: ابی بیو

source: Icelandic
phr: آئس لینڈی

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
phr: می تصدیق کرنس کہ اے سوال عوامی زا </publicDomainLink> تے میں اس کی اپ لوڈ کرنے نی اجازت دینس۔

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
phr: میں ای میل وصول کرنا چاناس جیاں کے مقصد نے بارے اچ یاد دہانی، مہاڑی پیش رفت نے بارے اچ خبر تے کامن وائس نے بارے اچ نیوز لیٹر

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
phr: ہک کلپ کی اگر دولوک مسترد کرنے تے اوہ کلپ ڈیٹا سیٹ نے مختلف سب سیٹ وچ جاری ہونا۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
phr: تس اگر اُناں کی سُنی تے سمجھی سکنے آ تے اس کی منظور کرا۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
phr: اگر تُس یا تُساں نی تنظیم پروجیکٹ نی مدد کرنا چانے آ، تس عطیہ کری سکنے آ <donateLink> یا اساں نی اشتراکی ٹیم کنےcommonvoice@mozilla.com اوپر رابطہ کری سکنے آ۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
phr: تس اگر اے ایس آر نے ماڈل بنانے آسطے تولز لبنے آ، تے تس کمیونیٹی اچ ہور لوکاں کنےڈسکورس </discourseLink> اوپر رابطہ کری سکنے آ۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
phr: اگر تس ڈیٹا سیٹ نے بارے اچ ہو کی آخنا چانے آ، پہلے تی طے شدہ پلیٹ فارم کی بڑا کرنے آسطے پیسا لانا چانے آ یا رابطے نا موقع دیخنے آ، اساں کی ہک سطرلخا۔</emailFragment>

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
phr: اگر تساں کی لغے کے بولنے ناں اندازکسے طرح وی سمجھی نی اناں، یا پچھے بہت شور اے، یا ہور لوک وی بولنے، تے فیر تس اس کلپ کی مسترد کرا۔ مزید معلومات آسطے اساں نے درستگی نے معیار کی دیخا </accuracyLink>۔

source: Igbo
phr: اگبو

source: Indonesian
phr: انڈونیشین

source: Indus Kohistani
phr: انڈس کوہستانی

source: Interested in learning more and contributing to the project?
phr: مزید جاننا چانے آ تے پروجیکٹ نی مدد کرلے آ؟

source: Interlingua
phr: انٹر لنگوا

source: Interlingue
phr: انٹرلنگو

source: Intersex
phr: انٹر سیکس

source: Iñupiaq
phr: انوپیاق

source: Irish
phr: آئرش

source: IsiNdebele (North)
phr: آئزندبیلے (شمالی)

source: IsiNdebele (South)
phr: آئزندبیلے (جنوبی)

source: Is the clip valid?
phr: ڑیکارڈنگ ٹھیک زی؟

source: Italian
phr: اطالوی

source: It contains words or phrases that are hard to read or pronounce.
phr: اس وچ او لفظ زے جیہڑے پڑھنے یا بولنے مشکل زے

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
phr: سو تی زیادہ زباناں نی کمیونیٹیز جیڑیاں اساں نے کماں اوپر اعتبار کرنیاں اناں نے ڈیٹا سیٹ نی میزبانی تے پلیٹ فارم کی بہتر بنانے اچ ہک سال اچ لکھاں ڈالر لغنے۔ اگر تُس کُھلے تے بہوں سارے ڈیٹا نی قدر کرنے آ تے اج ای عطیہ کرا!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
phr: ڈیٹا سیٹ نی لگاتار میزبانی تے جاری کرنے آسطے، پلیٹ فارم کی بہتر بنانے آسطے تے کمیونیٹی نے پروگرام چلانے آسطے بہوں پیسہ چاینا،

source: It is written in a language different than what I’m speaking.
phr: جیہڑی زبان میں بولنس اے اس تی مختلف زباناں اچ لغیا نا۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
phr: کامن وائس نے ہونے آسطے بہوں کی چاینا! اس اے کہلے ناں کرنے۔ تُس اساں کنے شرکت داری کرنا چانے آ؟ تساں کولاں سنی اساں کی چنگا لغسی۔

source: Izhorian
phr: ازورین

source: Japanese
phr: جاپانی

source: Jaqaru
phr: جکارو

source: Javanese
phr: جاوانی

source: Join our community
phr: اساں نی کمیونیٹی اچ شامل ہوا

source: Join the Common Voice mailing list
phr: کامن وائس نی میلنگ لسٹ وچ شامل ہوا

source: Kabardian
phr: کبارڈین

source: Kabyle
phr: کابیل

source: Kalasha
phr: کلاشہ

source: Kalenjin
phr: کالنجن

source: Kalkoti
phr: کلکوٹی

source: Kannada
phr: کناڈا

source: Kaqchikel
phr: کاکچیکل

source: Kara
phr: کارا

source: Karakalpak
phr: کراکلپک

source: Kateviri
phr: کاتے ویری

source: Kazakh
phr: قازق

source: { $kb }kb max
phr: زیادہ سی زیادہ کے بی

source: Keep
phr: رکھا

source: Kenyi
phr: کینی

source: Ketrani
phr: کیترانی

source: Khmer
phr: خمیر

source: Khowar
phr: کھوار

source: K'iche'
phr: کشے

source: Kichwa
phr: کیچوا

source: Kidaw'ida
phr: کداوا

source: Kikuyu
phr: کیکیو

source: Kinyarwanda
phr: کنیاروانڈا

source: Kohistani Shina
phr: کوہستانی شینا

source: Kom
phr: کوم

source: Komi-Zyrian
phr: کومی زائرین

source: Konkani (Devanagari)
phr: کونکنی (دیوانگری)

source: Konkani (Romi)
phr: کونکنی (رومی)

source: Korean
phr: کورین

source: Kuku
phr: کُوکُو

source: Kurmanji Kurdish
phr: کرمانجی کردش

source: Kyrgyz
phr: کرغیز

source: Language
phr: زبان

source: Language Request
phr: زباناں نی درخواست

source: Language request successfully submitted, thank you.
phr: زباناں نی درخواست کامیابی کنے جمع ہوئی غئی، تساں ناں شکریہ

source: Languages
phr: زباناں

source: Lao
phr: لائو

source: Large scale corporates and platform companies
phr: بڑے کارپوریٹس تے کمپنیاں نے پلیٹ فارم

source: Lassi
phr: لسی

source: Latgalian
phr: لٹگالیان

source: Latvian
phr: لیٹوین

source: Laz
phr: لاز

source: Learn how to take part
phr: سکھا کہ تس کس طرح حصہ کنی سکنے آ

source: Learn More
phr: ہور سکھا

source: Let's Get Started
phr: اچھا شروع کراں

source: Ligurian
phr: لیگورین

source: Lingala
phr: لنگالا

source: Link Copied
phr: لنک کاپی ہوئی غیا

source: Listen
phr: سنو

source: Listen options menu
phr: آپشنز نے مینیو کی سُنا

source: Listen-Queue
phr: سُننے نی لائن

source: Lithuanian
phr: لتھوانیائی

source: Loading…
phr: لوڈ ہونا۔۔۔

source: Loading sentences…
phr: جملیاں لوڈ ہونے لغےنے۔۔۔۔

source: Log In
phr: لاگ ان

source: Log in or sign up to get started
phr: شروع کرنے آسطے لاگ ان کرا یا سائن اپ کرا

source: Log In / Sign Up
phr: لاگ ان/سائن اپ

source: Log Out
phr: لاگ آئوٹ

source: Lojban
phr: لوجبن

source: Luganda
phr: لوگنڈا

source: Luxembourgish
phr: لکسمبرگش

source: Macedonian
phr: مقدونیائی

source: Mada
phr: ماڈا

source: Maithili
phr: میتھلی

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
phr: بولنے تی پہلاں تصدیق کرا کہ تساں نی ریکارڈنگ ہونی، تے اے ختم وی اُس ویلے ہونی جذوں تس مکمل کرنے آ۔

source: Make sure they can be answered in just a couple of sentences
phr: اس کی یقینی بنایا کہ اُنان نا جواب ہک یا دو جملیاں اچ اچھے

source: Malagasy
phr: ملاگاسی

source: Malay
phr: مالائی

source: Malayalam
phr: ملیالم

source: Male/Masculine
phr: مرد

source: Maltese
phr: مالٹیز

source: Manage Email Subscriptions
phr: ای میل نی سبسکرپشنزناں بندوبست کرا

source: Manage Subscriptions
phr: سبسکرپشنز ناں بندوبست کرا
